<template>
    <diV>
        <!-- AppHeader -->
		<AppHeader />
        <div class="wrap">
            <div class="MporderContainer">
                <div class="MpLeft">
                <!-- nav -->
					<ul>
						<li><strong>내 활동</strong></li>
						<li><router-link to="">결제 내역</router-link></li>
						<li><router-link to="">위시리스트</router-link></li>
						<li><router-link to="">쿠폰</router-link></li>
						<li><router-link to="">후기</router-link></li>
					</ul>
					<hr>
					<ul>
						<li><strong>고객센터</strong></li>
						<li><router-link to="">공지사항</router-link></li>
						<li><router-link to="">약관 및 정책</router-link></li>
					</ul>
					<hr>
                </div>
                <div class="MpRight">

                    <h2>이용약관</h2>
                <div>
                    <p class="content">
                        이용약관<br>


                        제1조 (목적)
                        이 약관은 주식회사 프렌트립(이하 “회사”라 함)가 운영하는 컴퓨터 등 정보통신설비를 이용하여 용역 등을 거래할 수 있도록 설정하여 제공하는 가상의 영업장(이하 “사이트”라 함)을 통하여 제공하는 인터넷 전자상거래 관련 서비스(이하 “서비스”라 함)와 관련하여 회사와 회원의 권리, 의무, 책임사항을 규정함을 목적으로 합니다. 또한 본 약관은 유무선 PC통신, 스마트폰(아이폰, 안드로이드폰 등) 어플리케이션 및 모바일 웹 등을 이용하는 전자상거래 등에 대해서도 그 성질에 반하지 않는 한 준용됩니다.

                        제2조 (용어의 정의)
                        이 약관에서 사용하는 용어의 정의는 다음과 같습니다.
                        1. 회사가 운영하는 사이트(향후 추가되거나 변경될 수 있음): 
                        frip.co.kr. 외 회사에서 공지하고 서비스를 제공하는 매체로서 기타 웹사이트 및 모바일 어플리케이션 및 모바일 웹 등을 포함합니다.
                        2. 서비스: 회사가 운영하는 사이트를 통하여 회원(이하에서 정의됨) 상호간에 액티비티 등(이하에서 정의됨)의 거래가 이루어질 수 있도록 사이버 거래장소를 온라인으로 제공하는 중개 서비스 및 관련 부가서비스 일체와, 액티비티(이하에서 정의됨)의 결제가 안전하고 편리하게 이루어질 수 있는 결제대금 보호서비스를 말합니다. 
                        3. 회원: 회사에 개인정보를 제공하여 회원 등록을 한 자로서, 회사의 정보를 지속적으로 제공받으며, 이 약관에 따라 회사와 서비스 이용계약을 체결한 자를 말하며, 이하에서 정의되는 이용자와 호스트를 통칭합니다.
                        4. 액티비티 등: 회원 간에 거래되는 상품 또는 용역(교육, 활동, 강습, 행사) 또는 회사가 제공하는 상품 등을 총칭합니다.
                        5. 호스트: 영리의 목적 여부를 불문하고 사이트에서 액티비티 등을 판매하거나 판매하고자 하는 회원을 의미합니다.
                        6. 이용자: 사이트에서 액티비티 등을 이용하거나 이용하고자 하는 회원을 의미합니다.
                        7. 에너지: 이용자가 유상으로 결제하여 충전하거나, 회사로부터 적립 받아 사이트에서 상품 구매, 서비스 이용 등에 사용할 수 있는 전자적 지급수단을 말합니다
                        이 약관에서 정의되지 않은 용어는 관련법령이 정하는 바에 따르며, 그 외에는 일반적인 상거래 관행에 의합니다.

                        제3조 (약관의 명시, 효력과 개정)
                        1. 회사는 이 약관의 내용을 회사의 상호, 영업소 소재지, 대표자의 성명, 사업자등록번호, 연락처 등과 함께 회원이 확인할 수 있도록 사이트 초기 서비스 화면(전면)에 게시합니다. 다만, 이 약관의 구체적 내용은 연결화면을 통하여 볼 수 있습니다.
                        2. 회사는 약관의 규제에 관한 법률, 전자문서 및 전자거래기본법, 전자서명법, 정보통신망 이용촉진 및 정보보호 등에 관한 법률, 전자상거래 등에서의 소비자보호에 관한 법률, 전자금융거래법, 위치정보의 보호 및 이용 등에 관한 법률 등 관련법을 위배하지 않는 범위에서 본 약관을 개정할 수 있습니다.
                        3. 회사가 약관을 개정할 경우에는 적용일자 및 개정사유를 명시하여 현행 약관과 함께 사이트 초기화면에 최소 적용일자 7일 이전부터 적용일자 전일까지 공지합니다. 다만, 회원의 권리, 의무에 중대한 영향을 주는 변경이 이루어질 경우에는 적용일자 30일 이전부터 공지합니다.
                        4. 제3항에 따라 공지된 적용일자 이후에 회원이 회사의 서비스를 계속 이용하는 경우에는 개정된 약관에 동의하는 것으로 간주합니다. 개정된 약관에 동의하지 아니하는 회원은 언제든지 자유롭게 서비스 이용계약을 해지할 수 있습니다.
                        5. 이 약관에서 정하지 아니한 사항과 이 약관의 해석에 관하여는 관련법령 또는 상관례에 따릅니다.

                        제4조 (이용계약의 성립)
                        1. 이용계약은 회원의 약관 동의, 이용신청, 회사의 승낙에 의하여 성립합니다.
                        2. 이용계약은 관련법령에 의거 만14세 미만의 회원 가입이 제한됩니다.

                        제5조 (이용신청 및 승낙)
                        1. 회원은 회사가 정한 가입 양식에 따라 회원정보를 기입한 후 가입 의사를 표시함으로써 이용계약을 신청합니다.
                        2. 회사는 다음 각 호에 해당하는 이용신청에 대하여는 이를 승낙하지 아니하거나 사후에 이용계약을 해지할 수 있습니다.
                        (1)	이미 가입된 회원과 이메일 주소가 동일한 경우
                        (2)	타인의 명의 내지 개인정보를 도용하거나, 등록 내용에 허위, 기재누락, 오기가 있는 경우
                        (3)	회사에 의하여 이용계약이 해지된 날로부터 3개월 이내에 재이용을 신청하는 경우
                        (4)	이 약관에 의하여 이전에 회원자격을 상실한 적이 있는 경우(회원자격 상실 후 3개월이 경과한 자로서 회사의 회원 재이용 승낙을 얻은 경우에는 예외)
                        (5)	부정한 용도 또는 영리를 추구할 목적으로 본 서비스를 이용하고자 하는 경우
                        (6)	이 약관 또는 관련 법령을 위반한 경우
                        (7)	이전에 동일∙유사한 아이디 또는 다른 아이디를 통하여 부정한 사용을 한 이력이 있거나 의심되는 경우
                        (8)	관련법령에 위배되거나 사회의 안녕질서 혹은 미풍양속을 저해할 수 있는 목적으로 신청한 경우
                        (9)	회사의 서비스 운영에 따른 설비에 여유가 없거나, 기술 상 지장이 발생하였거나 발생할 가능성이 있는 경우
                        (10)	만14세 미만의 아동이 법정대리인(부모 등)의 동의를 얻지 아니한 이용신청을 하는 경우
                        (11)	회원이 회사나 다른 회원, 기타 타인의 권리나 명예, 신용, 기타 정당한 이익을 침해하는 행위를 한 경우
                        (12)	회사가 제공하는 각 약관 내지 관련 법령에 위배되거나 위배될 가능성이 있는 부당한 이용신청임이 확인된 경우
                        (13)	기타 회원과의 계속적 거래관계를 지속하기 어렵다고 합리적으로 판단되는 경우
                        3. 전항 제5호에 따라 부정한 용도 또는 영리를 추구할 목적으로 본 서비스를 이용하였거나, 제7호에 따라 부정한 사용을 한 이력이 있는 경우 해당 위반사유가 발생한 시점에 제7조 제1항에 따른 해지의 의사표시가 있었던 것으로 보아 계약이 자동종료 됩니다.

                        제6조 (회원정보의 수정)
                        회원은 이용신청 시 작성한 이용신청 사항에 변경이 있는 경우, 온라인으로 개인정보를 수정하거나 이메일, 전화, 팩스 등의 방법으로 회사에 그 변경사항을 알려야 합니다. 이를 알리지 않아 발생하는 불이익에 대한 모든 책임은 회원에게 있으며, 회사는 이에 대한 책임을 지지 않습니다.
                    </p>
                </div>

                <h2>개인정보 처리방침</h2>
                <div>
                    <p class="content">
                        이용약관<br>


                        제1조 (목적)
                        이 약관은 주식회사 프렌트립(이하 “회사”라 함)가 운영하는 컴퓨터 등 정보통신설비를 이용하여 용역 등을 거래할 수 있도록 설정하여 제공하는 가상의 영업장(이하 “사이트”라 함)을 통하여 제공하는 인터넷 전자상거래 관련 서비스(이하 “서비스”라 함)와 관련하여 회사와 회원의 권리, 의무, 책임사항을 규정함을 목적으로 합니다. 또한 본 약관은 유무선 PC통신, 스마트폰(아이폰, 안드로이드폰 등) 어플리케이션 및 모바일 웹 등을 이용하는 전자상거래 등에 대해서도 그 성질에 반하지 않는 한 준용됩니다.

                        제2조 (용어의 정의)
                        이 약관에서 사용하는 용어의 정의는 다음과 같습니다.
                        1. 회사가 운영하는 사이트(향후 추가되거나 변경될 수 있음): 
                        frip.co.kr. 외 회사에서 공지하고 서비스를 제공하는 매체로서 기타 웹사이트 및 모바일 어플리케이션 및 모바일 웹 등을 포함합니다.
                        2. 서비스: 회사가 운영하는 사이트를 통하여 회원(이하에서 정의됨) 상호간에 액티비티 등(이하에서 정의됨)의 거래가 이루어질 수 있도록 사이버 거래장소를 온라인으로 제공하는 중개 서비스 및 관련 부가서비스 일체와, 액티비티(이하에서 정의됨)의 결제가 안전하고 편리하게 이루어질 수 있는 결제대금 보호서비스를 말합니다. 
                        3. 회원: 회사에 개인정보를 제공하여 회원 등록을 한 자로서, 회사의 정보를 지속적으로 제공받으며, 이 약관에 따라 회사와 서비스 이용계약을 체결한 자를 말하며, 이하에서 정의되는 이용자와 호스트를 통칭합니다.
                        4. 액티비티 등: 회원 간에 거래되는 상품 또는 용역(교육, 활동, 강습, 행사) 또는 회사가 제공하는 상품 등을 총칭합니다.
                        5. 호스트: 영리의 목적 여부를 불문하고 사이트에서 액티비티 등을 판매하거나 판매하고자 하는 회원을 의미합니다.
                        6. 이용자: 사이트에서 액티비티 등을 이용하거나 이용하고자 하는 회원을 의미합니다.
                        7. 에너지: 이용자가 유상으로 결제하여 충전하거나, 회사로부터 적립 받아 사이트에서 상품 구매, 서비스 이용 등에 사용할 수 있는 전자적 지급수단을 말합니다
                        이 약관에서 정의되지 않은 용어는 관련법령이 정하는 바에 따르며, 그 외에는 일반적인 상거래 관행에 의합니다.

                        제3조 (약관의 명시, 효력과 개정)
                        1. 회사는 이 약관의 내용을 회사의 상호, 영업소 소재지, 대표자의 성명, 사업자등록번호, 연락처 등과 함께 회원이 확인할 수 있도록 사이트 초기 서비스 화면(전면)에 게시합니다. 다만, 이 약관의 구체적 내용은 연결화면을 통하여 볼 수 있습니다.
                        2. 회사는 약관의 규제에 관한 법률, 전자문서 및 전자거래기본법, 전자서명법, 정보통신망 이용촉진 및 정보보호 등에 관한 법률, 전자상거래 등에서의 소비자보호에 관한 법률, 전자금융거래법, 위치정보의 보호 및 이용 등에 관한 법률 등 관련법을 위배하지 않는 범위에서 본 약관을 개정할 수 있습니다.
                        3. 회사가 약관을 개정할 경우에는 적용일자 및 개정사유를 명시하여 현행 약관과 함께 사이트 초기화면에 최소 적용일자 7일 이전부터 적용일자 전일까지 공지합니다. 다만, 회원의 권리, 의무에 중대한 영향을 주는 변경이 이루어질 경우에는 적용일자 30일 이전부터 공지합니다.
                        4. 제3항에 따라 공지된 적용일자 이후에 회원이 회사의 서비스를 계속 이용하는 경우에는 개정된 약관에 동의하는 것으로 간주합니다. 개정된 약관에 동의하지 아니하는 회원은 언제든지 자유롭게 서비스 이용계약을 해지할 수 있습니다.
                        5. 이 약관에서 정하지 아니한 사항과 이 약관의 해석에 관하여는 관련법령 또는 상관례에 따릅니다.

                        제4조 (이용계약의 성립)
                        1. 이용계약은 회원의 약관 동의, 이용신청, 회사의 승낙에 의하여 성립합니다.
                        2. 이용계약은 관련법령에 의거 만14세 미만의 회원 가입이 제한됩니다.

                        제5조 (이용신청 및 승낙)
                        1. 회원은 회사가 정한 가입 양식에 따라 회원정보를 기입한 후 가입 의사를 표시함으로써 이용계약을 신청합니다.
                        2. 회사는 다음 각 호에 해당하는 이용신청에 대하여는 이를 승낙하지 아니하거나 사후에 이용계약을 해지할 수 있습니다.
                        (1)	이미 가입된 회원과 이메일 주소가 동일한 경우
                        (2)	타인의 명의 내지 개인정보를 도용하거나, 등록 내용에 허위, 기재누락, 오기가 있는 경우
                        (3)	회사에 의하여 이용계약이 해지된 날로부터 3개월 이내에 재이용을 신청하는 경우
                        (4)	이 약관에 의하여 이전에 회원자격을 상실한 적이 있는 경우(회원자격 상실 후 3개월이 경과한 자로서 회사의 회원 재이용 승낙을 얻은 경우에는 예외)
                        (5)	부정한 용도 또는 영리를 추구할 목적으로 본 서비스를 이용하고자 하는 경우
                        (6)	이 약관 또는 관련 법령을 위반한 경우
                        (7)	이전에 동일∙유사한 아이디 또는 다른 아이디를 통하여 부정한 사용을 한 이력이 있거나 의심되는 경우
                        (8)	관련법령에 위배되거나 사회의 안녕질서 혹은 미풍양속을 저해할 수 있는 목적으로 신청한 경우
                        (9)	회사의 서비스 운영에 따른 설비에 여유가 없거나, 기술 상 지장이 발생하였거나 발생할 가능성이 있는 경우
                        (10)	만14세 미만의 아동이 법정대리인(부모 등)의 동의를 얻지 아니한 이용신청을 하는 경우
                        (11)	회원이 회사나 다른 회원, 기타 타인의 권리나 명예, 신용, 기타 정당한 이익을 침해하는 행위를 한 경우
                        (12)	회사가 제공하는 각 약관 내지 관련 법령에 위배되거나 위배될 가능성이 있는 부당한 이용신청임이 확인된 경우
                        (13)	기타 회원과의 계속적 거래관계를 지속하기 어렵다고 합리적으로 판단되는 경우
                        3. 전항 제5호에 따라 부정한 용도 또는 영리를 추구할 목적으로 본 서비스를 이용하였거나, 제7호에 따라 부정한 사용을 한 이력이 있는 경우 해당 위반사유가 발생한 시점에 제7조 제1항에 따른 해지의 의사표시가 있었던 것으로 보아 계약이 자동종료 됩니다.

                        제6조 (회원정보의 수정)
                        회원은 이용신청 시 작성한 이용신청 사항에 변경이 있는 경우, 온라인으로 개인정보를 수정하거나 이메일, 전화, 팩스 등의 방법으로 회사에 그 변경사항을 알려야 합니다. 이를 알리지 않아 발생하는 불이익에 대한 모든 책임은 회원에게 있으며, 회사는 이에 대한 책임을 지지 않습니다.
                    </p>
                </div>
                
                <h2>위치서비스 이용약관</h2>
                <div>
                    <p class="content">
                        이용약관<br>


                        제1조 (목적)
                        이 약관은 주식회사 프렌트립(이하 “회사”라 함)가 운영하는 컴퓨터 등 정보통신설비를 이용하여 용역 등을 거래할 수 있도록 설정하여 제공하는 가상의 영업장(이하 “사이트”라 함)을 통하여 제공하는 인터넷 전자상거래 관련 서비스(이하 “서비스”라 함)와 관련하여 회사와 회원의 권리, 의무, 책임사항을 규정함을 목적으로 합니다. 또한 본 약관은 유무선 PC통신, 스마트폰(아이폰, 안드로이드폰 등) 어플리케이션 및 모바일 웹 등을 이용하는 전자상거래 등에 대해서도 그 성질에 반하지 않는 한 준용됩니다.

                        제2조 (용어의 정의)
                        이 약관에서 사용하는 용어의 정의는 다음과 같습니다.
                        1. 회사가 운영하는 사이트(향후 추가되거나 변경될 수 있음): 
                        frip.co.kr. 외 회사에서 공지하고 서비스를 제공하는 매체로서 기타 웹사이트 및 모바일 어플리케이션 및 모바일 웹 등을 포함합니다.
                        2. 서비스: 회사가 운영하는 사이트를 통하여 회원(이하에서 정의됨) 상호간에 액티비티 등(이하에서 정의됨)의 거래가 이루어질 수 있도록 사이버 거래장소를 온라인으로 제공하는 중개 서비스 및 관련 부가서비스 일체와, 액티비티(이하에서 정의됨)의 결제가 안전하고 편리하게 이루어질 수 있는 결제대금 보호서비스를 말합니다. 
                        3. 회원: 회사에 개인정보를 제공하여 회원 등록을 한 자로서, 회사의 정보를 지속적으로 제공받으며, 이 약관에 따라 회사와 서비스 이용계약을 체결한 자를 말하며, 이하에서 정의되는 이용자와 호스트를 통칭합니다.
                        4. 액티비티 등: 회원 간에 거래되는 상품 또는 용역(교육, 활동, 강습, 행사) 또는 회사가 제공하는 상품 등을 총칭합니다.
                        5. 호스트: 영리의 목적 여부를 불문하고 사이트에서 액티비티 등을 판매하거나 판매하고자 하는 회원을 의미합니다.
                        6. 이용자: 사이트에서 액티비티 등을 이용하거나 이용하고자 하는 회원을 의미합니다.
                        7. 에너지: 이용자가 유상으로 결제하여 충전하거나, 회사로부터 적립 받아 사이트에서 상품 구매, 서비스 이용 등에 사용할 수 있는 전자적 지급수단을 말합니다
                        이 약관에서 정의되지 않은 용어는 관련법령이 정하는 바에 따르며, 그 외에는 일반적인 상거래 관행에 의합니다.

                        제3조 (약관의 명시, 효력과 개정)
                        1. 회사는 이 약관의 내용을 회사의 상호, 영업소 소재지, 대표자의 성명, 사업자등록번호, 연락처 등과 함께 회원이 확인할 수 있도록 사이트 초기 서비스 화면(전면)에 게시합니다. 다만, 이 약관의 구체적 내용은 연결화면을 통하여 볼 수 있습니다.
                        2. 회사는 약관의 규제에 관한 법률, 전자문서 및 전자거래기본법, 전자서명법, 정보통신망 이용촉진 및 정보보호 등에 관한 법률, 전자상거래 등에서의 소비자보호에 관한 법률, 전자금융거래법, 위치정보의 보호 및 이용 등에 관한 법률 등 관련법을 위배하지 않는 범위에서 본 약관을 개정할 수 있습니다.
                        3. 회사가 약관을 개정할 경우에는 적용일자 및 개정사유를 명시하여 현행 약관과 함께 사이트 초기화면에 최소 적용일자 7일 이전부터 적용일자 전일까지 공지합니다. 다만, 회원의 권리, 의무에 중대한 영향을 주는 변경이 이루어질 경우에는 적용일자 30일 이전부터 공지합니다.
                        4. 제3항에 따라 공지된 적용일자 이후에 회원이 회사의 서비스를 계속 이용하는 경우에는 개정된 약관에 동의하는 것으로 간주합니다. 개정된 약관에 동의하지 아니하는 회원은 언제든지 자유롭게 서비스 이용계약을 해지할 수 있습니다.
                        5. 이 약관에서 정하지 아니한 사항과 이 약관의 해석에 관하여는 관련법령 또는 상관례에 따릅니다.

                        제4조 (이용계약의 성립)
                        1. 이용계약은 회원의 약관 동의, 이용신청, 회사의 승낙에 의하여 성립합니다.
                        2. 이용계약은 관련법령에 의거 만14세 미만의 회원 가입이 제한됩니다.

                        제5조 (이용신청 및 승낙)
                        1. 회원은 회사가 정한 가입 양식에 따라 회원정보를 기입한 후 가입 의사를 표시함으로써 이용계약을 신청합니다.
                        2. 회사는 다음 각 호에 해당하는 이용신청에 대하여는 이를 승낙하지 아니하거나 사후에 이용계약을 해지할 수 있습니다.
                        (1)	이미 가입된 회원과 이메일 주소가 동일한 경우
                        (2)	타인의 명의 내지 개인정보를 도용하거나, 등록 내용에 허위, 기재누락, 오기가 있는 경우
                        (3)	회사에 의하여 이용계약이 해지된 날로부터 3개월 이내에 재이용을 신청하는 경우
                        (4)	이 약관에 의하여 이전에 회원자격을 상실한 적이 있는 경우(회원자격 상실 후 3개월이 경과한 자로서 회사의 회원 재이용 승낙을 얻은 경우에는 예외)
                        (5)	부정한 용도 또는 영리를 추구할 목적으로 본 서비스를 이용하고자 하는 경우
                        (6)	이 약관 또는 관련 법령을 위반한 경우
                        (7)	이전에 동일∙유사한 아이디 또는 다른 아이디를 통하여 부정한 사용을 한 이력이 있거나 의심되는 경우
                        (8)	관련법령에 위배되거나 사회의 안녕질서 혹은 미풍양속을 저해할 수 있는 목적으로 신청한 경우
                        (9)	회사의 서비스 운영에 따른 설비에 여유가 없거나, 기술 상 지장이 발생하였거나 발생할 가능성이 있는 경우
                        (10)	만14세 미만의 아동이 법정대리인(부모 등)의 동의를 얻지 아니한 이용신청을 하는 경우
                        (11)	회원이 회사나 다른 회원, 기타 타인의 권리나 명예, 신용, 기타 정당한 이익을 침해하는 행위를 한 경우
                        (12)	회사가 제공하는 각 약관 내지 관련 법령에 위배되거나 위배될 가능성이 있는 부당한 이용신청임이 확인된 경우
                        (13)	기타 회원과의 계속적 거래관계를 지속하기 어렵다고 합리적으로 판단되는 경우
                        3. 전항 제5호에 따라 부정한 용도 또는 영리를 추구할 목적으로 본 서비스를 이용하였거나, 제7호에 따라 부정한 사용을 한 이력이 있는 경우 해당 위반사유가 발생한 시점에 제7조 제1항에 따른 해지의 의사표시가 있었던 것으로 보아 계약이 자동종료 됩니다.

                        제6조 (회원정보의 수정)
                        회원은 이용신청 시 작성한 이용신청 사항에 변경이 있는 경우, 온라인으로 개인정보를 수정하거나 이메일, 전화, 팩스 등의 방법으로 회사에 그 변경사항을 알려야 합니다. 이를 알리지 않아 발생하는 불이익에 대한 모든 책임은 회원에게 있으며, 회사는 이에 대한 책임을 지지 않습니다.
                    </p>
                </div>
            </div>
            </div>
        </div>
    </diV>
    <!-- 푸터 -->
		<AppFooter/>
</template>
<script>
import '@/assets/css/Initialization.css'
import "@/assets/css/mj/condition.css"
import AppFooter from '@/components/AppFooter.vue';
import AppHeader from '@/components/AppHeader.vue';

	export default {
		name: "ConditionView",
		components: {
			AppHeader,
			AppFooter
		},
		data() {
			return {};
	},
	methods: {},
	created(){}
	};
</script>

<style></style>